IDEA Open Model
LoadType Enumeration
Compatible with IDEA StatiCa Beta 20.0
 Type of load impuls
 Namespace: IdeaRS.OpenModel.Loading
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public enum LoadType
Public Enumeration LoadType
Members
Member name | Value | Description
LoadForce | 0 |  Force load impuls
LoadMoment | 1 |  Moment load impuls
See Also
Reference
IdeaRS.OpenModel.Loading Namespace